tataCoding/Help/epoukaz_dokumentace_pro_vyvojare_v9/XML_priklady/SeznamPoukazuZmena_request.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:cuep="http://www.sukl.cz/erp/cuep" xmlns:com="http://www.sukl.cz/erp/common">
    <soapenv:Header/>
    <soapenv:Body>
        <cuep:SeznamPredpisuZmenaStavuDotaz>
            <cuep:Doklad>
                <cuep:DatumOd>2021-09-03</cuep:DatumOd>
                <cuep:DatumDo>2021-09-09</cuep:DatumDo>
                <com:Pristupujici>
                    <com:Uzivatel>669cac52-b591-4276-8815-f81a2f97192a</com:Uzivatel>
                    <com:Pracoviste>00000000010</com:Pracoviste>
                </com:Pristupujici>
            </cuep:Doklad>
            <com:Zprava>
                <com:ID_Zpravy>9145041b-10b4-42ce-b6d6-69e03975b61a</com:ID_Zpravy>
                <com:Verze>202201A</com:Verze>
                <com:Odeslano>2021-09-07T13:51:10.982+02:00</com:Odeslano>
                <com:SW_Klienta>0123456789AB</com:SW_Klienta>
            </com:Zprava>
        </cuep:SeznamPredpisuZmenaStavuDotaz>
    </soapenv:Body>
</soapenv:Envelope>
